[{"idx":0,"id":"bc722b8b-5b6e-4811-ba29-9e6751878478","title":"The Beginning (Age 4)","content":"When I was in 4th standard, I experienced something that changed my life forever. One night, when nobody was around - not even the watchman - I saw a luxurious car (later I learned it was an Audi R8) parked in front of my building. A stranger emerged from the car and took me on a 4-5 hour night trip through Mumbai. Though I don't remember all the details, that conversation opened my eyes to reality and sparked a fire in me - I decided I had to do something meaningful with my life.","order_index":1,"is_published":true,"created_at":"2025-11-02 19:43:11.249303+00","updated_at":"2025-11-02 19:43:11.249303+00"},{"idx":1,"id":"025b5567-e303-4c3f-b6b1-4e4369e7162b","title":"Discovery of Science & The Broken Arm","content":"After that night, I started exploring everything. My neighbor Satish was the first person in our building to have Wi-Fi and a laptop. I used to visit his house to explore the internet and discovered this \"magical thing\" called science through YouTube videos. My imagination was incredibly strong - I could visualize anything. But then tragedy struck: I broke my left elbow in the village, stayed home for 3 months, and became introverted. The bullying that followed when I returned gave me another kick - I had to become someone respected.","order_index":2,"is_published":true,"created_at":"2025-11-02 19:43:11.249303+00","updated_at":"2025-11-02 19:43:11.249303+00"},{"idx":2,"id":"fdce205e-b1ed-41b9-b0d2-3b2cad48e709","title":"First Co-Founder & Biology Fuel (2019)","content":"In 7th standard, August 2019, I found my best friend who became my first co-founder. I read a research paper about converting waste plastic into petrol. We decided to commercialize it. My tuition teacher believed in us and gave us ₹5,000. We successfully made 100ml of petrol from 5kg of waste plastic. But my dad demotivated me, saying we were from a small family and couldn't do these things. We abandoned the idea.","order_index":3,"is_published":true,"created_at":"2025-11-02 19:43:11.249303+00","updated_at":"2025-11-02 19:43:11.249303+00"},{"idx":3,"id":"fc67900b-cb31-46aa-8dc0-bf952def2c46","title":"The Hyperloop Idea & Betrayal","content":"Around September of the next year, I got an idea for a revolutionary hyperloop technology. My co-founder Sujan and I worked for 1.5 months and figured out a system that could travel at 3,200 km/h with 1/10th the maintenance cost and 1/100th operational cost compared to existing hyperloop ideas. Our principal was impressed and gave us ₹5,000 to build a cardboard prototype. But then everything fell apart. A misunderstanding about a \"hacking\" trick to get unlimited internet led Sujan's dad to curse my mom. Rumors spread in school that I had scammed the principal. I was publicly humiliated in front of the entire school in the auditorium. That incident gave me deep mental pain and suicidal thoughts. I learned a harsh lesson: without money, you have no power or respect.","order_index":4,"is_published":true,"created_at":"2025-11-02 19:43:11.249303+00","updated_at":"2025-11-02 19:43:11.249303+00"},{"idx":4,"id":"85b0a46b-c3fe-41ab-8c94-74040c05f06f","title":"Shift from Scientist to Entrepreneur","content":"That betrayal changed my worldview. I realized that even if I found the cure for cancer, it wouldn't matter unless I could build a company to distribute it. My mindset shifted from scientist to entrepreneur. When I lost my favorite grandparent during 10th grade, I started exploring philosophy and different religions, trying to understand life's reality. I discovered the concept of \"types of civilization\" and made it my mission: I will make Earth a Type 1 civilization before I die. This gave me hope and a reason to keep living.","order_index":5,"is_published":true,"created_at":"2025-11-02 19:43:11.249303+00","updated_at":"2025-11-02 19:43:11.249303+00"},{"idx":5,"id":"fc16df59-ce8c-4ca1-94f4-3ced07f81f00","title":"YouTube & Finding Dynamic (2023)","content":"I got distracted watching YouTube and thought becoming a content creator would help me complete my mission. I grew from 78 to 1,024 subscribers in 11 days. I learned video editing but realized it took too much time, so I decided to hire an editor. I got 22 submissions. I worked with Dynamic, and after some drama with another editor who thought I was offering 50% of my channel, Dynamic and I connected over our shared vision. My grades suffered (55% in 11th, almost F in Maths), but I consider 2023 my prime for personal growth and mindset development.","order_index":6,"is_published":true,"created_at":"2025-11-02 19:43:11.249303+00","updated_at":"2025-11-02 19:43:11.249303+00"},{"idx":6,"id":"ee84a0d4-271b-43ce-9278-9d2ad521c552","title":"Reach Resolve & The Grind (2024)","content":"Dynamic and I started freelancing together. On June 5, 2024, we signed our first international client for Reach Resolve, our video editing agency. By December, we made around $1,500 in revenue. I was working 14-16 hours a day on average. I dropped out of college in March because it wasn't adding value - I had already learned everything from YouTube, AI, and online courses. We tried SMMA for 2 months but found it too saturated. In June 2025, we decided to pivot to AI automation agency.","order_index":7,"is_published":true,"created_at":"2025-11-02 19:43:11.249303+00","updated_at":"2025-11-02 19:43:11.249303+00"},{"idx":7,"id":"9a478e00-be33-4dfb-8156-91c3cd4987dd","title":"Resolvia & The Aha Moment (2024-2025)","content":"We started learning AI automation - n8n, cloud infrastructure, how AI agents work. We spent August-September 2024 reaching out to clients. In September, I realized we started the agency to make money for a startup, but we were stuck. We spent 3 weeks brainstorming startup ideas. Then, while washing dishes, I had an \"aha moment\": What if we build something that helps people find startup ideas, then generates their website, adds marketing agents, and automates their business? That became Cooper - combining my childhood dream of doing meaningful philanthropy with the power of AI to make people self-sufficient, not just temporarily helped.","order_index":8,"is_published":true,"created_at":"2025-11-02 19:43:11.249303+00","updated_at":"2025-11-02 19:43:11.249303+00"},{"idx":8,"id":"cb18d5e2-8a23-48de-9b05-2fd9715db083","title":"The Real Mission","content":"Earlier in 2024, when studying philosophy, I struggled with a thought: even if I do philanthropy like Mr. Beast, people will still be poor and helpless the next day. Someone needs to pay for that philanthropy, and they won't be alive forever. Then I saw Fukra Insaan make and give away businesses within 24 hours or a week. That clicked: what if I create businesses and give them to people who really want the opportunity to become self-sufficient? Cooper makes this possible at scale - giving millions of people the opportunity to become independent. It's not just philanthropy for the sake of it; it's making people truly free.","order_index":9,"is_published":true,"created_at":"2025-11-02 19:43:11.249303+00","updated_at":"2025-11-02 19:43:11.249303+00"}]